Repository: huixiangyang/arc-kit
Catalog: Sources/Application/Resources/Localization/WallpaperSources.xcstrings
Source language: en
Languages: zh_hans

# channels.add.video.feed
source: Add Video Feed
zh_hans: 添加视频订阅

# channels.built.sources
source: Built-in %1$@ sources
zh_hans: 内置%1$@渠道

# channels.close.source.management
source: Close source management
zh_hans: 关闭渠道管理

# channels.custom.video.sources
source: Custom Video Sources
zh_hans: 自定义视频渠道

# channels.feeds.yet.add.video.catalog.missing
source: No feeds yet. Add a video catalog below.
zh_hans: 还没有订阅，可在下方添加视频目录。

# channels.images.videos.combined.their
source: Images and videos are combined in their respective galleries. Source switches save automatically.
zh_hans: 图片和视频分别混合展示，开关自动保存。

# channels.libraryUnaffectedHint
source: Disabling or removing sources does not affect downloaded wallpapers or the current background.
zh_hans: 关闭或移除渠道不影响已下载壁纸和当前背景。

# channels.manage.sources
source: Manage Sources
zh_hans: 渠道管理

# channels.reload.configuration
source: Reload Configuration
zh_hans: 重新读取配置

# channels.remove
source: Remove %1$@
zh_hans: 移除 %1$@

# channels.remove.feed.keep.downloaded.wallpapers
source: Remove feed and keep downloaded wallpapers
zh_hans: 移除订阅，保留已下载壁纸

# channels.retry.all.sources.failed
source: Retry All Failed Sources
zh_hans: 重试全部失败渠道

# channels.supports.https.json.catalogs.arcKit
source: Supports HTTPS JSON catalogs in Arc Kit format. Videos download on demand.
zh_hans: 支持 Arc Kit 格式的 HTTPS JSON 目录，视频按需下载。

# channels.video.feed.url
source: Video feed URL
zh_hans: 视频订阅目录地址

# gallery.cancel.catalog.loading
source: Cancel catalog loading
zh_hans: 取消目录加载

# gallery.choose.what.display.source.management
source: Choose what to display in source management.
zh_hans: 在渠道管理中选择想看的内容。

# gallery.click.resume.loading.continue.unfinished.sources
source: Click Resume Loading to continue unfinished sources.
zh_hans: 点击继续加载可恢复未完成的渠道。

# gallery.combined.sources
source: %1$@ %2$@ · Combined from %3$@ sources
zh_hans: %1$@ 项%2$@ · %3$@ 个渠道混合展示

# gallery.expand.source.errors.retry.individually
source: Expand source errors to retry individually, or adjust source settings.
zh_hans: 可展开渠道错误单独重试，或在渠道管理中调整。

# gallery.gathering
source: Gathering
zh_hans: 正在汇集

# gallery.image.source.unavailable
source: Not an image source.
zh_hans: 不是图片渠道。

# gallery.independentLoadingHint
source: Sources load independently. Available content appears first.
zh_hans: 各渠道分别加载，已有内容会先显示。

# gallery.load.more
source: Load More
zh_hans: 加载更多

# gallery.loading
source: Loading %1$@
zh_hans: 正在读取%1$@

# gallery.loading.paused
source: Loading paused
zh_hans: 已暂停加载

# gallery.manage.source.settings
source: . Manage these in source settings.
zh_hans: ，可在渠道管理中处理。

# gallery.open.source.management
source: Open Source Management
zh_hans: 打开渠道管理

# gallery.refresh.incomplete.showing.previous.results
source: Refresh incomplete; showing previous results.
zh_hans: 刷新未完成，仍显示上次结果。

# gallery.resume.loading
source: Resume Loading
zh_hans: 继续加载

# gallery.search.enabled.sources
source: Search %1$@ from enabled sources
zh_hans: 搜索已启用渠道的%1$@

# gallery.source.configuration.notReady
source: Source configuration not ready
zh_hans: 渠道配置未就绪

# gallery.sources.enabled.missing
source: No %1$@ sources enabled
zh_hans: 还没有启用%1$@渠道

# gallery.try.another.keyword.load.next
source: Try another keyword or load the next batch.
zh_hans: 换个关键词，或加载下一批内容。

# gallery.updating.previous.results.remain.visible
source: Updating; previous results remain visible.
zh_hans: 正在更新，暂时保留上次结果。

# gallery.video.source.unavailable
source: Not a video source.
zh_hans: 不是视频渠道。

# gallery.yet.missing
source: No %1$@ yet
zh_hans: 暂无%1$@

# motion.download.library
source: Download to Library
zh_hans: 下载到图库

# motion.download.quality
source: Download quality
zh_hans: 下载清晰度

# motion.fetching.preview.available.download.qualities
source: Fetching the preview and available download qualities.
zh_hans: 获取预览与可用的下载清晰度。

# motion.invalid.link.enter.complete.https.url
source: Invalid link. Enter a complete HTTPS URL.
zh_hans: 链接无效，请输入完整的 HTTPS 地址。

# motion.maximum
source: Maximum
zh_hans: 最高

# motion.nasa.supports.online.search.english.keywords.work
source: NASA supports online search; English keywords work best. MotionBGS and feeds match titles in the current catalog only.
zh_hans: NASA 在线搜索，建议英文关键词；MotionBGS 与订阅目录只匹配当前目录标题。

# motion.parse
source: Parse
zh_hans: 解析

# motion.parse.video.link
source: Parse Video Link
zh_hans: 解析视频链接

# motion.parsing.link
source: Parsing link
zh_hans: 正在解析链接

# motion.parsing.video
source: Parsing video
zh_hans: 正在解析视频

# motion.preview.video
source: %1$@, %2$@, from %3$@, preview video
zh_hans: %1$@，%2$@，来自 %3$@，预览视频

# motion.quality.specified.unavailable
source: Quality not specified
zh_hans: 清晰度未标注

# motion.reading.quality.options
source: Reading quality options…
zh_hans: 正在读取清晰度…

# motion.set.app.background
source: Set as App Background
zh_hans: 设为应用背景

# motion.set.desktop.wallpaper
source: Set as Desktop Wallpaper…
zh_hans: 设为桌面壁纸…

# motion.supports.motionbgs.pages.direct.mp4.mov
source: Supports MotionBGS pages and direct MP4, MOV or M4V links. Preview first, then choose quality and use.
zh_hans: 支持 MotionBGS 作品页及 MP4、MOV、M4V 直链。先预览，再选择清晰度与用途。

# motion.video.details
source: Video Details
zh_hans: 视频详情

# motion.video.wallpaper
source: Video Wallpaper
zh_hans: 视频壁纸

# motionSource.direct.video.link
source: Direct video link
zh_hans: 视频直链

# motionSource.enter.https.url.without.account.credentials
source: Enter an HTTPS URL without account credentials.
zh_hans: 请输入不含账号信息的 HTTPS 地址。

# motionSource.feed.entry.invalid.url
source: A feed entry has an invalid URL or no video.
zh_hans: 订阅条目包含无效地址或缺少视频。

# motionSource.high
source: High
zh_hans: 高清

# motionSource.invalid.feed.version.entries
source: Invalid feed version or entries.
zh_hans: 订阅目录版本或条目无效。

# motionSource.low
source: Low
zh_hans: 流畅

# motionSource.mobile
source: Mobile
zh_hans: 移动版

# motionSource.mp4.file.available.missing
source: No MP4 file is available for this item.
zh_hans: 该素材暂无 MP4 文件。

# motionSource.nasaUsage
source: NASA media usage guidelines; third-party material follows the original page's terms
zh_hans: NASA 媒体使用指南；第三方素材以原页标注为准

# motionSource.original.quality
source: Original quality
zh_hans: 原始清晰度

# motionSource.original.video
source: Original video
zh_hans: 原视频

# motionSource.preview
source: Preview
zh_hans: 预览版

# motionSource.public.video.download.link.found.missing
source: No public video download link found. The page may have changed.
zh_hans: 未找到公开的视频下载链接，页面可能已变化。

# motionSource.redirectRejected
source: The source redirected to an unsupported website.
zh_hans: 来源跳转到不支持的网站。

# motionSource.see.source.page.attribution
source: See the source page for attribution and usage terms
zh_hans: 作品归属及使用条件见来源页面

# motionSource.source.page.structure.changed.catalog
source: The source page structure changed. Its catalog cannot be read right now.
zh_hans: 来源页面结构已变化，暂时无法读取目录。

# motionSource.standard
source: Standard
zh_hans: 标准

# motionSource.supports.motionbgs.item.pages.direct.mp4
source: Supports MotionBGS item pages and direct MP4, MOV or M4V links.
zh_hans: 支持 MotionBGS 作品页及 MP4、MOV、M4V 视频直链。

# motionSource.unsupportedWebsite
source: This website is not supported for parsing.
zh_hans: 暂不支持解析此网站。

# online.downloads.stored.independent.copies
source: Downloads are stored as independent copies for offline use.
zh_hans: 下载后保留独立副本，可离线使用。

# online.image.already.library
source: This image is already in your library. Applying it uses the local copy.
zh_hans: 此图片已在图库中，应用时直接使用本地副本。

# online.library
source: In library
zh_hans: 已在图库

# online.view.image.details
source: %1$@, %2$@, from %3$@, view image details
zh_hans: %1$@，%2$@，来自 %3$@，查看图片详情

# online.wallhaven.commons.support.online.search.daily
source: Wallhaven and Commons support online search. Daily images and photography picks match this batch's titles or authors only.
zh_hans: Wallhaven、Commons 在线搜索；每日图与摄影推荐只匹配本批标题或作者。

# onlineSource.see.original.image.page.usage
source: See the original image page for usage terms
zh_hans: 使用条件见原图页面

# onlineSource.see.source.page.bing.image
source: See the source page for Bing image usage terms
zh_hans: Bing 原图使用条件见来源页面

# onlineSource.see.source.page.usage.terms
source: See the source page for usage terms
zh_hans: 使用条件见来源页面

# source.bingDescription
source: Latest 8 daily images · Filter by title
zh_hans: 最近 8 张每日图 · 按标题筛选

# source.enter.complete.https.json.catalog.url
source: Enter a complete HTTPS JSON catalog URL.
zh_hans: 请输入完整的 HTTPS JSON 目录地址。

# source.feed.already.added.enable
source: This feed is already added. Enable it in the list.
zh_hans: 这个订阅已添加，可在列表中开启。

# source.invalid.feed.source.configuration
source: Invalid feed or source configuration.
zh_hans: 订阅或渠道配置无效。

# source.live.wallpaper.picks.filter.catalog.titles
source: Live wallpaper picks · Filter catalog titles
zh_hans: 动态壁纸精选 · 按目录标题筛选

# source.open.images.online.search.attribution.licenses
source: Open images · Online search · Attribution and licenses
zh_hans: 开放图片 · 在线搜索 · 作者与许可

# source.photography.picks.filter.author
source: Photography picks · Filter by author
zh_hans: 摄影推荐 · 按作者筛选

# source.readFailed
source: Could not read source configuration: %1$@
zh_hans: 渠道配置未能读取：%1$@

# source.saveFailed
source: Could not save source switch: %1$@
zh_hans: 渠道开关未能保存：%1$@

# source.sfw.wallpapers.online.search
source: SFW wallpapers · Online search
zh_hans: SFW 壁纸 · 在线搜索

# source.source.configuration.changed.reload.saving
source: Source configuration changed. Reload before saving.
zh_hans: 渠道配置已经变化，请重新读取后再保存。

# source.source.configuration.record.missing
source: Source configuration record is missing.
zh_hans: 渠道配置记录缺失。

# source.space.nature.videos.online.search.english
source: Space and nature videos · Online search, English recommended
zh_hans: 太空与自然视频 · 在线搜索，建议英文

# source.subscriptionLimit
source: You can add up to 50 video feeds.
zh_hans: 最多添加 50 个视频订阅。

# source.unavailable.remove.feed
source: Could not remove feed: %1$@
zh_hans: 订阅未能移除：%1$@

# source.wait.source.configuration.finish.loading
source: Wait for source configuration to finish loading.
zh_hans: 请先等待渠道配置读取完成。

# sources.failedCount
source: %lld sources failed to load
zh_hans: %lld 个渠道未能加载
